<policyDefinitionResources revision="1.0" schemaVersion="1.0">
  <displayName>
  </displayName>
  <description>
  </description>

  <resources>
    <stringTable>
      <string id="Sup_GoogleUpdate1_2_145_5">Microsoft Edge Update 1.2.145.5 και νεότερες εκδόσεις</string>
      <string id="Sup_GoogleUpdate1_3_21_81">Microsoft Edge Update 1.3.21.81 και νεότερες εκδόσεις</string>
      <string id="Sup_GoogleUpdate1_3_26_0">Microsoft Edge Update 1.3.26.0 και νεότερες εκδόσεις</string>
      <string id="Sup_GoogleUpdate1_3_33_5">Microsoft Edge Update 1.3.33.5 και νεότερες εκδόσεις</string>
      <string id="Sup_GoogleUpdate1_3_34_3">Microsoft Edge Update 1.3.34.3 και νεότερες εκδόσεις</string>
      <string id="Sup_EdgeUpdate1_3_119_43">Ενημέρωση του Microsoft Edge 1.3.119.43 και μεταγενέστερες</string>
      <string id="Sup_EdgeUpdate1_3_128_0">Microsoft Edge Update 1.3.128.0 και μεταγενέστερη έκδοση</string>
      <string id="Sup_EdgeUpdate1_3_127_1">Microsoft Edge Update 1.3.127.1 και μεταγενέστερη έκδοση</string>
      <string id="Sup_EdgeUpdate1_3_133_3">Microsoft Edge Update 1.3.133.3 και μεταγενέστερες εκδόσεις</string>
      <string id="Cat_Google">Ενημέρωση του Microsoft Edge</string>
      <string id="Cat_GoogleUpdate">Ενημέρωση του Microsoft Edge</string>
      <string id="Cat_Preferences">Προτιμήσεις</string>
      <string id="Cat_ProxyServer">Διακομιστής μεσολάβησης</string>
      <string id="Cat_Applications">Εφαρμογές</string>
      <string id="Cat_WebView">Microsoft Edge WebView</string>
      <string id="Pol_AutoUpdateCheckPeriod">Παράκαμψη περιόδου ελέγχου αυτόματης ενημέρωσης</string>
      <string id="Pol_UpdateCheckSuppressedPeriod">Χρονική περίοδος ημέρας για την απόκρυψη του ελέγχου αυτόματης ενημέρωσης</string>
      <string id="Pol_DownloadPreference">Παράκαμψη κλάσης διεύθυνσης URL λήψης</string>
      <string id="DownloadPreference_DropDown">Διευθύνσεις URL λήψης με δυνατότητα αποθήκευσης στην cache</string>
      <string id="Pol_ProxyMode">Επιλογή τρόπου καθορισμού ρυθμίσεων διακομιστή μεσολάβησης</string>
      <string id="Pol_ProxyServer">Διεύθυνση ή διεύθυνση URL διακομιστή μεσολάβησης</string>
      <string id="Pol_ProxyPacUrl">Διεύθυνση URL αρχείου. pac διακομιστή μεσολάβησης</string>
      <string id="Pol_DefaultAllowInstallation">Προεπιλογή αποδοχής εγκατάστασης</string>
      <string id="Pol_AllowInstallation">Αποδοχή εγκατάστασης</string>
      <string id="Pol_DefaultUpdatePolicy">Προεπιλογή παράκαμψης πολιτικής ενημερώσεων</string>
      <string id="Pol_UpdatePolicy">Παράκαμψη πολιτικής ενημερώσεων</string>
      <string id="Pol_DefaultCreateDesktopShortcut">Αποτροπή της δημιουργίας συντόμευσης στην επιφάνεια εργασίας κατά την προεπιλογή εγκατάστασης</string>
      <string id="Pol_CreateDesktopShortcut">Αποτροπή της δημιουργίας συντόμευσης στην επιφάνεια εργασίας κατά την εγκατάσταση</string>
      <string id="Pol_TargetVersionPrefix">Παράκαμψη έκδοσης προορισμού</string>
      <string id="Pol_RollbackToTargetVersion">Επαναφορά στην έκδοση προορισμού</string>
      <string id="Pol_AllowSideBySideExperience">Να επιτρέπεται η εμπειρία παράθεσης του προγράμματος περιήγησης Microsoft Edge</string>
      <string id="Explain_AllowSideBySideExperience">Αυτή η πολιτική επιτρέπει σε έναν χρήστη να εκτελεί σε παράθεση το Microsoft Edge (Edge HTML) και το Microsoft Edge (με βάση το Chromium).

Αν αυτή η πολιτική έχει οριστεί ως "Χωρίς ρύθμιση παραμέτρων", το Microsoft Edge (με βάση το Chromium) θα αντικαταστήσει το Microsoft Edge (Edge HTML) μετά την εγκατάσταση του σταθερού καναλιού Microsoft Edge (με βάση το Chromium) και των ενημερώσεων ασφαλείας του Νοεμβρίου 2019.  Αυτή είναι η ίδια συμπεριφορά με τη ρύθμιση "Απενεργοποιημένη".

Η ρύθμιση "Απενεργοποιημένη" αποκλείει την εμπειρία παράθεσης και το Microsoft Edge (με βάση το Chromium) θα αντικαταστήσει το Microsoft Edge (Edge HTML) μετά την εγκατάσταση του σταθερού καναλιού Microsoft Edge (με βάση το Chromium) και των ενημερώσεων ασφαλείας του Νοεμβρίου 2019.  Αυτή είναι η ίδια συμπεριφορά με τη ρύθμιση "Χωρίς ρύθμιση παραμέτρων".

Όταν αυτή η πολιτική είναι "Ενεργοποιημένη", το Microsoft Edge (με βάση το Chromium) και το Microsoft Edge (Edge HTML) μπορούν να εκτελούνται σε παράθεση μετά την εγκατάσταση του Microsoft Edge (με βάση το Chromium).

Για να εφαρμοστεί αυτή η πολιτική ομάδας, πρέπει να ρυθμιστούν οι παράμετροί της πριν από την αυτόματη εγκατάσταση του Microsoft Edge (με βάση το Chromium) από το Windows Update. Σημείωση: Ένας χρήστης μπορεί να αποκλείσει την αυτόματη ενημέρωση του Microsoft Edge (με βάση το Chromium), χρησιμοποιώντας το κιτ εργαλείων αποκλεισμού του Microsoft Edge (με βάση το Chromium).</string>
      <string id="Part_AutoUpdateCheckPeriod">Λεπτά μεταξύ ελέγχων για ενημερώσεις</string>
      <string id="Part_UpdateCheckSuppressedStartHour">Ώρα έναρξης απόκρυψης ελέγχου για ενημερώσεις</string>
      <string id="Part_UpdateCheckSuppressedStartMin">Λεπτό έναρξης απόκρυψης ελέγχου για ενημερώσεις</string>
      <string id="Part_UpdateCheckSuppressedDurationMin">Λεπτά απόκρυψης ελέγχου ενημερώσεων ανά ημέρα</string>
      <string id="Part_ProxyMode">Επιλογή τρόπου καθορισμού ρυθμίσεων διακομιστή μεσολάβησης</string>
      <string id="Part_ProxyServer">Διεύθυνση ή διεύθυνση URL διακομιστή μεσολάβησης</string>
      <string id="Part_ProxyPacUrl">Διεύθυνση URL αρχείου. pac διακομιστή μεσολάβησης</string>
      <string id="Part_UpdatePolicy">Πολιτική ενημέρωσης</string>
      <string id="Part_TargetVersionPrefix">Έκδοση προορισμού</string>
      <string id="Name_UpdatesEnabled">Να επιτρέπονται πάντα οι ενημερώσεις (προτείνεται)</string>
      <string id="Name_ManualUpdatesOnly">Μόνο μη αυτόματες ενημερώσεις</string>
      <string id="Name_AutomaticUpdatesOnly">Αυτόματες σιωπηρές ενημερώσεις μόνο</string>
      <string id="Name_UpdatesDisabled">Απενεργοποίηση ενημερώσεων</string>
      <string id="ProxyDisabled_DropDown">Να μην γίνεται ποτέ χρήση διακομιστή μεσολάβησης</string>
      <string id="ProxyAutoDetect_DropDown">Αυτόματος εντοπισμός ρυθμίσεις διακομιστή μεσολάβησης</string>
      <string id="ProxyPacScript_DropDown">Χρήση δέσμης ενεργειών διακομιστή μεσολάβησης .pac</string>
      <string id="ProxyFixedServers_DropDown">Χρήση σταθερών διακομιστών μεσολάβησης</string>
      <string id="ProxyUseSystem_DropDown">Χρήση ρυθμίσεων διακομιστή μεσολάβησης συστήματος</string>
      <string id="Explain_GoogleUpdate">Πολιτικές για τον έλεγχο της εγκατάστασης και της ενημέρωσης του Microsoft Edge με χρήση του Microsoft Edge Update.</string>
      <string id="Explain_Preferences">Γενικές πολιτικές για το Microsoft Edge Update.</string>
      <string id="Explain_AutoUpdateCheckPeriod">Αν ενεργοποιηθεί, αυτή η πολιτική σάς επιτρέπει να ορίσετε μια τιμή για τον ελάχιστο αριθμό λεπτών μεταξύ των ελέγχων αυτόματης ενημέρωσης. Διαφορετικά, από προεπιλογή, η αυτόματη ενημέρωση θα ελέγχει για ενημερώσεις κάθε 10 ώρες.

  Αν θέλετε να απενεργοποιήσετε όλους τους ελέγχους αυτόματης ενημέρωσης, ορίστε την τιμή σε 0 (δεν προτείνεται).</string>
      <string id="Explain_DownloadPreference">Αν ενεργοποιηθεί, ο διακομιστής του Microsoft Edge Update θα επιχειρεί να παρέχει διευθύνσεις URL που αποθηκεύονται εύκολα στη μνήμη cache για την ενημέρωση των ωφέλιμων φορτίων στις αποκρίσεις του.</string>
      <string id="Explain_UpdateCheckSuppressedPeriod">Αν ενεργοποιήσετε αυτή την πολιτική, οι έλεγχοι ενημέρωσης απενεργοποιούνται κάθε μέρα, από τις Hour:Minute για μια περίοδο Duration (σε λεπτά). Η διάρκεια δεν επηρεάζεται από τη θερινή ώρα. Για παράδειγμα, αν η ώρα έναρξης είναι 22:00 και η διάρκεια είναι 480 λεπτά, οι ενημερώσεις θα απενεργοποιούνται για ακριβώς 8 ώρες, ανεξάρτητα από το αν η θερινή ώρα αρχίζει ή τελειώνει κατά τη διάρκεια αυτής της περιόδου.

  Αν απενεργοποιήσετε αυτή την πολιτική ή αν δεν ρυθμίσετε τις παραμέτρους της, οι έλεγχοι ενημέρωσης δεν απενεργοποιούνται κατά τη διάρκεια κάποιας συγκεκριμένης περιόδου.</string>
      <string id="Explain_ProxyMode">Σάς επιτρέπει να καθορίσετε τις ρυθμίσεις του διακομιστή μεσολάβησης που χρησιμοποιούνται από την ενημέρωση του Microsoft Edge.

 Εάν ενεργοποιήσετε αυτή την πολιτική, μπορείτε να επιλέξετε ανάμεσα στις παρακάτω επιλογές διακομιστή μεσολάβησης:
 -Εάν επιλέξετε να μην χρησιμοποιείτε ποτέ διακομιστή μεσολάβησης και να συνδέεστε πάντα απευθείας, όλες οι άλλες επιλογές παραβλέπονται.
 -Εάν επιλέξετε να χρησιμοποιήσετε ρυθμίσεις διακομιστή μεσολάβησης συστήματος ή αυτόματος εντοπισμός του διακομιστή μεσολάβησης, όλες οι άλλες επιλογές παραβλέπονται.
 -Εάν επιλέξετε κατάσταση λειτουργίας διακομιστή μεσολάβησης "Σταθερός διακομιστής", μπορείτε να καθορίσετε περισσότερες επιλογές στην πολιτική "Διεύθυνση ή διεύθυνση URL διακομιστή μεσολάβησης".
 -Εάν επιλέξετε να χρησιμοποιήσετε μια δέσμη ενεργειών διακομιστή μεσολάβησης .pac, πρέπει να καθορίσετε τη διεύθυνση URL για τη δέσμη ενεργειών στην πολιτική "Διεύθυνση URL αρχείου. pac διακομιστή μεσολάβησης".

 Εάν ενεργοποιήσετε αυτή την πολιτική, οι χρήστες στον οργανισμό σας δεν μπορούν να αλλάξουν τις ρυθμίσεις του διακομιστή μεσολάβησης στην ενημέρωση του Microsoft Edge.

 Εάν απενεργοποιήσετε ή δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, δεν θα υπάρχουν ρυθμισμένες ρυθμίσεις διακομιστή μεσολάβησης, αλλά οι χρήστες στον οργανισμό σας μπορούν να επιλέξουν τις δικές τους ρυθμίσεις διακομιστή μεσολάβησης για την ενημέρωση του Microsoft Edge.</string>
      <string id="Explain_ProxyServer">Σας επιτρέπει να καθορίσετε τη διεύθυνση URL του διακομιστή μεσολάβησης που θα χρησιμοποιεί το Microsoft Edge Update.

  Αν ενεργοποιήσετε αυτή την πολιτική, μπορείτε να ορίσετε τη διεύθυνση URL του διακομιστή μεσολάβησης που θα χρησιμοποιεί το Microsoft Edge Update στον οργανισμό σας.

  Αυτή η πολιτική εφαρμόζεται μόνο αν έχετε επιλέξει μη αυτόματες ρυθμίσεις διακομιστή μεσολάβησης στην πολιτική "Επιλογή τρόπου καθορισμού ρυθμίσεων διακομιστή μεσολάβησης".

  Αν στην πολιτική "Επιλογή τρόπου καθορισμού ρυθμίσεων διακομιστή μεσολάβησης" έχετε επιλέξει μια ρύθμιση διακομιστή μεσολάβησης εκτός της μη αυτόματης, μην ρυθμίσετε τις παραμέτρους αυτής της πολιτικής.</string>
      <string id="Explain_ProxyPacUrl">Σας επιτρέπει να καθορίσετε μια διεύθυνση URL για ένα αρχείο αυτόματης ρύθμισης παραμέτρων (PAC) διακομιστή μεσολάβησης.

  Αν ενεργοποιήσετε αυτή την πολιτική, μπορείτε να καθορίσετε μια διεύθυνση URL για ένα αρχείο PAC προκειμένου να αυτοματοποιήσετε τον τρόπο με τον οποίο το Microsoft Edge Update επιλέγει τον κατάλληλο διακομιστή μεσολάβησης για την ανάκτηση μιας συγκεκριμένης τοποθεσίας web.

  Αυτή η πολιτική εφαρμόζεται μόνο αν έχετε καθορίσει μη αυτόματες ρυθμίσεις διακομιστή μεσολάβησης στην πολιτική "Επιλογή τρόπου καθορισμού ρυθμίσεων διακομιστή μεσολάβησης".

  Αν στην πολιτική "Επιλογή τρόπου καθορισμού ρυθμίσεων διακομιστή μεσολάβησης" έχετε επιλέξει ρύθμιση διακομιστή μεσολάβησης εκτός της μη αυτόματης, μην ρυθμίσετε τις παραμέτρους αυτής της πολιτικής.</string>
      <string id="Explain_Applications">Για την υποστήριξη των εφαρμογών Microsoft Edge που θα κυκλοφορήσουν στο μέλλον, θα απαιτείται ενημερωμένο πρότυπο ADMX/ADML.</string>
      <string id="Explain_DefaultAllowInstallation">Μπορείτε να καθορίσετε την προεπιλεγμένη συμπεριφορά όλων των καναλιών για να επιτρέψετε ή να αποκλείσετε τις συσκευές που συμμετέχουν σε τομείς.

Μπορείτε να παρακάμψετε αυτή την πολιτική για μεμονωμένα κανάλια, ενεργοποιώντας την πολιτική "Αποδοχή εγκατάστασης" για συγκεκριμένα κανάλια.

Εάν απενεργοποιήσετε αυτή την πολιτική, η εγκατάσταση του Microsoft Edge αποκλείεται. Αυτό επηρεάζει μόνο την εγκατάσταση λογισμικού Microsoft Edge όταν η πολιτική "Αποδοχή εγκατάστασης" οριστεί ως "Χωρίς ρύθμιση παραμέτρων" .

Αυτή η πολιτική δεν εμποδίζει την εκτέλεση του Microsoft Edge Update ούτε εμποδίζει την εγκατάσταση λογισμικού Microsoft Edge με τη χρήση άλλων μεθόδων από τους χρήστες.</string>
      <string id="Explain_DefaultUpdatePolicy">Σας επιτρέπει να καθορίσετε την προεπιλεγμένη συμπεριφορά για όλα τα κανάλια σε ό,τι αφορά τον τρόπο με τον οποίο θα χειρίζεται το Microsoft Edge Update τις διαθέσιμες ενημερώσεις για το Microsoft Edge. Μπορείτε να ορίσετε να γίνεται παράκαμψη αυτής της πολιτικής για μεμονωμένα κανάλια, καθορίζοντας την πολιτική "Παράκαμψη πολιτικής ενημερώσεων" για τα συγκεκριμένα κανάλια.

  Αν ενεργοποιήσετε αυτή την πολιτική, το Microsoft Edge Update θα χειρίζεται τις ενημερώσεις για το Microsoft Edge ανάλογα με τις παραμέτρους που έχετε ορίσει για τις παρακάτω επιλογές:
   - Να επιτρέπονται πάντα οι ενημερώσεις: Γίνεται πάντα εφαρμογή των ενημερώσεων που έχουν εντοπιστεί είτε από τον περιοδικό έλεγχο για ενημερώσεις είτε μέσω μη αυτόματου ελέγχου για ενημερώσεις.
   - Μόνο αυτόματες σιωπηρές ενημερώσεις: Οι ενημερώσεις εφαρμόζονται μόνο εφόσον εντοπιστούν από τον περιοδικό έλεγχο για ενημερώσεις.
   - Μη αυτόματες ενημερώσεις μόνο: Οι ενημερώσεις εφαρμόζονται μόνο κατά την εκτέλεση μη αυτόματου ελέγχου για ενημερώσεις από τον χρήστη.
   - Απενεργοποίηση ενημερώσεων: Δεν γίνεται ποτέ εφαρμογή των ενημερώσεων.

  Αν επιλέξετε τις μη αυτόματες ενημερώσεις, θα πρέπει να ελέγχετε ανά διαστήματα αν υπάρχουν ενημερώσεις χρησιμοποιώντας τον μηχανισμό μη αυτόματης ενημέρωσης της εφαρμογής, εφόσον υπάρχει. Αν απενεργοποιήσετε τις ενημερώσεις, θα πρέπει να ελέγχετε ανά διαστήματα αν υπάρχουν ενημερώσεις και να τις διανέμετε στους χρήστες.

  Αν δεν ενεργοποιήσετε και δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, το Microsoft Edge Update χειρίζεται τις διαθέσιμες ενημερώσεις όπως καθορίζεται από την πολιτική "Παράκαμψη πολιτικής ενημερώσεων".</string>
      <string id="Explain_DefaultCreateDesktopShortcut">Σάς επιτρέπει να καθορίσετε την προεπιλεγμένη συμπεριφορά για όλα τα κανάλια για τη δημιουργία μιας συντόμευσης επιφάνειας εργασίας κατά την εγκατάσταση του Microsoft Edge.

 Εάν ενεργοποιήσετε αυτή την πολιτική, δημιουργείται μια συντόμευση επιφάνειας εργασίας κατά την εγκατάσταση του Microsoft Edge.
 Εάν απενεργοποιήσετε αυτή την πολιτική, δεν θα δημιουργηθεί συντόμευση επιφάνειας εργασίας κατά την εγκατάσταση του Microsoft Edge.
 Εάν δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, θα δημιουργηθεί μια συντόμευση επιφάνειας εργασίας του Microsoft Edge κατά την εγκατάσταση.
 Εάν το Microsoft Edge είναι ήδη εγκατεστημένο, αυτή η πολιτική δεν θα έχει κανένα αποτέλεσμα.</string>
      <string id="Explain_CreateDesktopShortcut">Εάν ενεργοποιήσετε αυτή την πολιτική, δημιουργείται μια συντόμευση επιφάνειας εργασίας κατά την εγκατάσταση του Microsoft Edge.
 Εάν απενεργοποιήσετε αυτή την πολιτική, δεν θα δημιουργηθεί συντόμευση επιφάνειας εργασίας κατά την εγκατάσταση του Microsoft Edge.
 Εάν δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, θα δημιουργηθεί μια συντόμευση επιφάνειας εργασίας του Microsoft Edge κατά την εγκατάσταση.
 Εάν το Microsoft Edge είναι ήδη εγκατεστημένο, αυτή η πολιτική δεν θα έχει κανένα αποτέλεσμα.

 Εάν δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής για ένα κανάλι, η ρύθμιση παραμέτρων πολιτικής "Αποτροπή της δημιουργίας συντόμευσης στην επιφάνεια εργασίας κατά την προεπιλογή εγκατάστασης" καθορίζει τη δημιουργία της συντόμευσης κατά την εγκατάσταση του Microsoft Edge.</string>
      <string id="Explain_WebView">Καθορίζει τις πολιτικές για το Microsoft Edge WebView.</string>
      <string id="Explain_WebView_AutoUpdate">Αάς επιτρέπει να καθορίσετε εάν οι αυτόματες ενημερώσεις θα είναι ενεργοποιημένες ή όχι για την προβολή Web του Microsoft Edge. Η προβολή Web του Microsoft Edge είναι ένα στοιχείο που χρησιμοποιείται από τις εφαρμογές για την προβολή περιεχομένου Web. 
Οι αυτόματες ενημερώσεις είναι ενεργοποιημένες από προεπιλογή. Η απενεργοποίηση των αυτόματων ενημερώσεων για την προβολή Web του Microsoft Edge μπορεί να προκαλέσει προβλήματα συμβατότητας με τις εφαρμογές που εξαρτώνται από αυτό το στοιχείο.

 Εάν ενεργοποιήσετε αυτή την πολιτική, η ενημέρωση του Microsoft Edge χειρίζεται τις ενημερώσεις της προβολής Web του Microsoft Edge, ανάλογα με τον τρόπο με τον οποίο ρυθμίζετε τις παραμέτρους των παρακάτω επιλογών:
-Να επιτρέπονται πάντα ενημερώσεις: Οι ενημερώσεις λαμβάνονται και εφαρμόζονται αυτόματα
-Απενεργοποιημένες ενημερώσεις: Οι ενημερώσεις δεν λαμβάνονται ούτε εφαρμόζονται ποτέ

 Εάν δεν ενεργοποιήσετε αυτή την πολιτική, οι ενημερώσεις λαμβάνονται και εφαρμόζονται αυτόματα.</string>
      <string id="Explain_WebView_Install">Σάς επιτρέπει να καθορίσετε εάν μπορεί να εγκατασταθεί η προβολή Web του Microsoft Edge μέσω του Microsoft Edge Update.

-Εάν ενεργοποιήσετε αυτή την πολιτική, οι χρήστες θα μπορούν να εγκαταστήσουν την προβολή Web του Microsoft Edge μέσω του Microsoft Edge Update.
-Εάν απενεργοποιήσετε αυτή την πολιτική, οι χρήστες δεν μπορούν να εγκαταστήσουν την προβολή Web του Microsoft Edge μέσω του Microsoft Edge Update.
-Εάν δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, η προεπιλεγμένη ρύθμιση παραμέτρων πολιτικής "Να επιτρέπεται η εγκατάσταση" καθορίζει εάν οι χρήστες μπορούν να εγκαταστήσουν την προβολή Web του Microsoft Edge μέσω του Microsoft Edge Update.</string>
      <string id="Explain_WebView_TargetVersionPrefix">Όταν η εν λόγω πολιτική και η αυτόματη ενημέρωση είναι ενεργοποιημένες, το Microsoft Edge WebView θα ενημερωθεί στην έκδοση που καθορίζεται από αυτή την τιμή πολιτικής.
Η τιμή πολιτικής πρέπει να είναι μια συγκεκριμένη έκδοση του Microsoft Edge WebView, π.χ. 83.0.499.12. Εάν μια συσκευή διαθέτει μεταγενέστερη έκδοση του Microsoft Edge WebView από την καθορισμένη, το Microsoft Edge WebView θα παραμείνει στη νεότερη έκδοση και δεν θα υποβαθμιστεί στην καθορισμένη έκδοση.

 Εάν η συγκεκριμένη έκδοση δεν υπάρχει ή δεν έχει μορφοποιηθεί σωστά, τότε το Microsoft Edge WebView θα παραμείνει στην τρέχουσα έκδοσή του και όσον αφορά τις μελλοντικές εκδόσεις δεν θα ενημερώνεται αυτόματα.</string>
      <string id="Cat_MicrosoftEdge">Microsoft Edge</string>
      <string id="Explain_InstallMicrosoftEdge">Καθορίζει εάν μπορεί να εγκατασταθεί ένα κανάλι του Microsoft Edge σε συσκευές που συμμετέχουν σε τομείς.

 Εάν ενεργοποιήσετε αυτή την πολιτική, για ένα κανάλι, το Microsoft Edge δεν θα αποκλειστεί από την εγκατάσταση. 

  Εάν απενεργοποιήσετε αυτή την πολιτική για ένα κανάλι, το Microsoft Edge θα αποκλειστεί από την εγκατάσταση.

  Εάν δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής για ένα κανάλι, η πολιτική "Προεπιλογή αποδοχής εγκατάστασης" καθορίζει εάν οι χρήστες μπορούν να εγκαταστήσουν αυτό το κανάλι του Microsoft Edge.</string>
      <string id="Explain_AutoUpdateMicrosoftEdge">Καθορίζει τον τρόπο με τον οποίο θα χειρίζεται το Microsoft Edge Update τις διαθέσιμες ενημερώσεις για το Microsoft Edge.

  Αν ενεργοποιήσετε αυτή την πολιτική, το Microsoft Edge Update θα χειρίζεται τις ενημερώσεις για το Microsoft Edge ανάλογα με τις παραμέτρους που έχετε ορίσει για τις παρακάτω επιλογές:
   - Να επιτρέπονται πάντα οι ενημερώσεις: Γίνεται πάντα εφαρμογή των ενημερώσεων που έχουν εντοπιστεί είτε από τον περιοδικό έλεγχο για ενημερώσεις είτε μέσω μη αυτόματου ελέγχου για ενημερώσεις.
   - Μόνο αυτόματες σιωπηρές ενημερώσεις: Οι ενημερώσεις εφαρμόζονται μόνο εφόσον εντοπιστούν από τον περιοδικό έλεγχο για ενημερώσεις.
   - Μη αυτόματες ενημερώσεις μόνο: Οι ενημερώσεις εφαρμόζονται μόνο κατά την εκτέλεση μη αυτόματου ελέγχου για ενημερώσεις από τον χρήστη. (Δεν παρέχουν όλες οι εφαρμογές μια διασύνδεση για αυτήν την επιλογή)
   - Απενεργοποίηση ενημερώσεων: Δεν γίνεται ποτέ εφαρμογή των ενημερώσεων.

  Αν επιλέξετε τις μη αυτόματες ενημερώσεις, θα πρέπει να ελέγχετε ανά διαστήματα αν υπάρχουν ενημερώσεις χρησιμοποιώντας τον μηχανισμό μη αυτόματης ενημέρωσης της εφαρμογής, εφόσον υπάρχει. Αν απενεργοποιήσετε τις ενημερώσεις, θα πρέπει να ελέγχετε ανά διαστήματα αν υπάρχουν ενημερώσεις και να τις διανέμετε στους χρήστες.

  Αν δεν ενεργοποιήσετε και δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, το Microsoft Edge Update χειρίζεται τις διαθέσιμες ενημερώσεις όπως καθορίζεται από την πολιτική "Προεπιλογή παράκαμψης πολιτικής ενημερώσεων". More information is not final: https://to-be-replaced.invalid/edge</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdge">Όταν η εν λόγω πολιτική και η αυτόματη ενημέρωση είναι ενεργοποιημένες, το Microsoft Edge θα ενημερωθεί στην έκδοση που καθορίζεται από αυτή την τιμή πολιτικής.

Η τιμή πολιτικής πρέπει να είναι μια συγκεκριμένη έκδοση του Microsoft Edge, π.χ. 83.0.499.12.

Εάν μια συσκευή διαθέτει μεταγενέστερη έκδοση του Microsoft Edge από την καθορισμένη, το Microsoft Edge θα παραμείνει στη νεότερη έκδοση και δεν θα υποβαθμιστεί στην καθορισμένη έκδοση.

Εάν η συγκεκριμένη έκδοση δεν υπάρχει ή δεν έχει μορφοποιηθεί σωστά, τότε το Microsoft Edge θα παραμείνει στην τρέχουσα έκδοσή του και όσον αφορά τις μελλοντικές εκδόσεις δεν θα ενημερώνεται αυτόματα.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdge">Καθορίζει ότι η ενημέρωση του Microsoft Edge θα πρέπει να κάνει επαναφορά των εγκαταστάσεων του Microsoft Edge στην έκδοση που υποδεικνύεται στο στοιχείο "Παράκαμψη έκδοσης προορισμού".

Αυτή η πολιτική δεν έχει κανένα αποτέλεσμα εάν δεν έχει οριστεί το στοιχείο "Παράκαμψη έκδοσης προορισμού" και το στοιχείο "Παράκαμψη πολιτικής ενημερώσεων" δεν έχει οριστεί σε μία από τις καταστάσεις ενεργοποίησης (Να επιτρέπονται πάντα ενημερώσεις, Μόνο αυτόματες σιωπηρές ενημερώσεις, Μη αυτόματες ενημερώσεις μόνο).

Εάν απενεργοποιήσετε αυτή την πολιτική ή δεν ρυθμίσετε τις παραμέτρους της, οι εγκαταστάσεις με έκδοση μεγαλύτερη από αυτή που καθορίζεται από το στοιχείο "Παράκαμψη έκδοσης προορισμού" θα παραμείνουν ως έχουν.

Εάν ενεργοποιήσετε αυτή την πολιτική, οι εγκαταστάσεις που έχουν τρέχουσα έκδοση μεγαλύτερη από αυτή που καθορίζεται από το στοιχείο "Παράκαμψη έκδοσης προορισμού" θα υποβαθμιστούν στην έκδοση προορισμού.

Συνιστούμε στους χρήστες να εγκαταστήσουν την πιο πρόσφατη έκδοση του προγράμματος περιήγησης Microsoft Edge, για εξασφαλισμένη προστασία με τις πιο πρόσφατες ενημερώσεις ασφαλείας. Η επαναφορά σε μια παλαιότερη έκδοση ενδέχεται να είναι επικίνδυνη λόγω έκθεσης σε γνωστά ζητήματα ασφαλείας. Αυτή η πολιτική προορίζεται να χρησιμοποιηθεί ως προσωρινή επιδιόρθωση για την αντιμετώπιση ζητημάτων σε μια ενημέρωση του προγράμματος περιήγησης Microsoft Edge.

Πριν από την προσωρινή επαναφορά της έκδοσης του προγράμματος περιήγησής σας, συνιστάται να ενεργοποιήσετε τον συγχρονισμό (https://go.microsoft.com/fwlink/?linkid=2133032) για όλους τους χρήστες στον οργανισμό σας. Εάν δεν ενεργοποιήσετε τον συγχρονισμό, υπάρχει ο κίνδυνος της μόνιμης απώλειας δεδομένων περιήγησης. Χρησιμοποιήστε αυτή την πολιτική με δική σας ευθύνη.

Σημείωση: Όλες οι εκδόσεις που είναι διαθέσιμες για επαναφορά μπορούν να προβληθούν εδώ https://aka.ms/EdgeEnterprise.

αυτή η πολιτική είναι διαθέσιμη μόνο σε παρουσίες των Windows που είναι συνδεδεμένες σε τομέα Microsoft® Active Directory®.

Αυτή η πολιτική ισχύει για τον Microsoft Edge έκδοση 86 ή νεότερες εκδόσεις.

Ανατρέξτε στη σελίδα https://go.microsoft.com/fwlink/?linkid=2133918 για περισσότερες πληροφορίες. Η πολιτική αυτή προορίζεται για χρήση ως προσωρινό μέτρο όταν ένας εταιρικός διαχειριστής θέλει να κάνει υποβάθμιση της έκδοσης για επιχειρηματικούς λόγους. Προκειμένου να διασφαλιστεί ότι οι χρήστες προστατεύονται με τις πιο πρόσφατες ενημερώσεις ασφάλειας, θα πρέπει να χρησιμοποιείται η πιο πρόσφατη έκδοση. Όταν γίνεται υποβάθμιση σε παλιότερη έκδοση, ενδέχεται να προκύψουν προβλήματα συμβατότητας.</string>
      <string id="Cat_MicrosoftEdgeBeta">Microsoft Edge Beta</string>
      <string id="Explain_InstallMicrosoftEdgeBeta">Καθορίζει εάν μπορεί να εγκατασταθεί ένα κανάλι του Microsoft Edge σε συσκευές που συμμετέχουν σε τομείς.

 Εάν ενεργοποιήσετε αυτή την πολιτική, για ένα κανάλι, το Microsoft Edge δεν θα αποκλειστεί από την εγκατάσταση. 

  Εάν απενεργοποιήσετε αυτή την πολιτική για ένα κανάλι, το Microsoft Edge θα αποκλειστεί από την εγκατάσταση.

  Εάν δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής για ένα κανάλι, η πολιτική "Προεπιλογή αποδοχής εγκατάστασης" καθορίζει εάν οι χρήστες μπορούν να εγκαταστήσουν αυτό το κανάλι του Microsoft Edge.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeBeta">Καθορίζει τον τρόπο με τον οποίο θα χειρίζεται το Microsoft Edge Update τις διαθέσιμες ενημερώσεις για το Microsoft Edge.

  Αν ενεργοποιήσετε αυτή την πολιτική, το Microsoft Edge Update θα χειρίζεται τις ενημερώσεις για το Microsoft Edge ανάλογα με τις παραμέτρους που έχετε ορίσει για τις παρακάτω επιλογές:
   - Να επιτρέπονται πάντα οι ενημερώσεις: Γίνεται πάντα εφαρμογή των ενημερώσεων που έχουν εντοπιστεί είτε από τον περιοδικό έλεγχο για ενημερώσεις είτε μέσω μη αυτόματου ελέγχου για ενημερώσεις.
   - Μόνο αυτόματες σιωπηρές ενημερώσεις: Οι ενημερώσεις εφαρμόζονται μόνο εφόσον εντοπιστούν από τον περιοδικό έλεγχο για ενημερώσεις.
   - Μη αυτόματες ενημερώσεις μόνο: Οι ενημερώσεις εφαρμόζονται μόνο κατά την εκτέλεση μη αυτόματου ελέγχου για ενημερώσεις από τον χρήστη. (Δεν παρέχουν όλες οι εφαρμογές μια διασύνδεση για αυτήν την επιλογή)
   - Απενεργοποίηση ενημερώσεων: Δεν γίνεται ποτέ εφαρμογή των ενημερώσεων.

  Αν επιλέξετε τις μη αυτόματες ενημερώσεις, θα πρέπει να ελέγχετε ανά διαστήματα αν υπάρχουν ενημερώσεις χρησιμοποιώντας τον μηχανισμό μη αυτόματης ενημέρωσης της εφαρμογής, εφόσον υπάρχει. Αν απενεργοποιήσετε τις ενημερώσεις, θα πρέπει να ελέγχετε ανά διαστήματα αν υπάρχουν ενημερώσεις και να τις διανέμετε στους χρήστες.

  Αν δεν ενεργοποιήσετε και δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, το Microsoft Edge Update χειρίζεται τις διαθέσιμες ενημερώσεις όπως καθορίζεται από την πολιτική "Προεπιλογή παράκαμψης πολιτικής ενημερώσεων". More information is not final: https://to-be-replaced.invalid/edgebeta</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeBeta">Όταν η εν λόγω πολιτική και η αυτόματη ενημέρωση είναι ενεργοποιημένες, το Microsoft Edge θα ενημερωθεί στην έκδοση που καθορίζεται από αυτή την τιμή πολιτικής.

Η τιμή πολιτικής πρέπει να είναι μια συγκεκριμένη έκδοση του Microsoft Edge, π.χ. 83.0.499.12.

Εάν μια συσκευή διαθέτει μεταγενέστερη έκδοση του Microsoft Edge από την καθορισμένη, το Microsoft Edge θα παραμείνει στη νεότερη έκδοση και δεν θα υποβαθμιστεί στην καθορισμένη έκδοση.

Εάν η συγκεκριμένη έκδοση δεν υπάρχει ή δεν έχει μορφοποιηθεί σωστά, τότε το Microsoft Edge θα παραμείνει στην τρέχουσα έκδοσή του και όσον αφορά τις μελλοντικές εκδόσεις δεν θα ενημερώνεται αυτόματα.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeBeta">Καθορίζει ότι η ενημέρωση του Microsoft Edge θα πρέπει να κάνει επαναφορά των εγκαταστάσεων του Microsoft Edge στην έκδοση που υποδεικνύεται στο στοιχείο "Παράκαμψη έκδοσης προορισμού".

Αυτή η πολιτική δεν έχει κανένα αποτέλεσμα εάν δεν έχει οριστεί το στοιχείο "Παράκαμψη έκδοσης προορισμού" και το στοιχείο "Παράκαμψη πολιτικής ενημερώσεων" δεν έχει οριστεί σε μία από τις καταστάσεις ενεργοποίησης (Να επιτρέπονται πάντα ενημερώσεις, Μόνο αυτόματες σιωπηρές ενημερώσεις, Μη αυτόματες ενημερώσεις μόνο).

Εάν απενεργοποιήσετε αυτή την πολιτική ή δεν ρυθμίσετε τις παραμέτρους της, οι εγκαταστάσεις με έκδοση μεγαλύτερη από αυτή που καθορίζεται από το στοιχείο "Παράκαμψη έκδοσης προορισμού" θα παραμείνουν ως έχουν.

Εάν ενεργοποιήσετε αυτή την πολιτική, οι εγκαταστάσεις που έχουν τρέχουσα έκδοση μεγαλύτερη από αυτή που καθορίζεται από το στοιχείο "Παράκαμψη έκδοσης προορισμού" θα υποβαθμιστούν στην έκδοση προορισμού.

Συνιστούμε στους χρήστες να εγκαταστήσουν την πιο πρόσφατη έκδοση του προγράμματος περιήγησης Microsoft Edge, για εξασφαλισμένη προστασία με τις πιο πρόσφατες ενημερώσεις ασφαλείας. Η επαναφορά σε μια παλαιότερη έκδοση ενδέχεται να είναι επικίνδυνη λόγω έκθεσης σε γνωστά ζητήματα ασφαλείας. Αυτή η πολιτική προορίζεται να χρησιμοποιηθεί ως προσωρινή επιδιόρθωση για την αντιμετώπιση ζητημάτων σε μια ενημέρωση του προγράμματος περιήγησης Microsoft Edge.

Πριν από την προσωρινή επαναφορά της έκδοσης του προγράμματος περιήγησής σας, συνιστάται να ενεργοποιήσετε τον συγχρονισμό (https://go.microsoft.com/fwlink/?linkid=2133032) για όλους τους χρήστες στον οργανισμό σας. Εάν δεν ενεργοποιήσετε τον συγχρονισμό, υπάρχει ο κίνδυνος της μόνιμης απώλειας δεδομένων περιήγησης. Χρησιμοποιήστε αυτή την πολιτική με δική σας ευθύνη.

Σημείωση: Όλες οι εκδόσεις που είναι διαθέσιμες για επαναφορά μπορούν να προβληθούν εδώ https://aka.ms/EdgeEnterprise.

αυτή η πολιτική είναι διαθέσιμη μόνο σε παρουσίες των Windows που είναι συνδεδεμένες σε τομέα Microsoft® Active Directory®.

Αυτή η πολιτική ισχύει για τον Microsoft Edge έκδοση 86 ή νεότερες εκδόσεις.

Ανατρέξτε στη σελίδα https://go.microsoft.com/fwlink/?linkid=2133918 για περισσότερες πληροφορίες. Η πολιτική αυτή προορίζεται για χρήση ως προσωρινό μέτρο όταν ένας εταιρικός διαχειριστής θέλει να κάνει υποβάθμιση της έκδοσης για επιχειρηματικούς λόγους. Προκειμένου να διασφαλιστεί ότι οι χρήστες προστατεύονται με τις πιο πρόσφατες ενημερώσεις ασφάλειας, θα πρέπει να χρησιμοποιείται η πιο πρόσφατη έκδοση. Όταν γίνεται υποβάθμιση σε παλιότερη έκδοση, ενδέχεται να προκύψουν προβλήματα συμβατότητας.</string>
      <string id="Cat_MicrosoftEdgeDev">Microsoft Edge Dev</string>
      <string id="Explain_InstallMicrosoftEdgeDev">Καθορίζει εάν μπορεί να εγκατασταθεί ένα κανάλι του Microsoft Edge σε συσκευές που συμμετέχουν σε τομείς.

 Εάν ενεργοποιήσετε αυτή την πολιτική, για ένα κανάλι, το Microsoft Edge δεν θα αποκλειστεί από την εγκατάσταση. 

  Εάν απενεργοποιήσετε αυτή την πολιτική για ένα κανάλι, το Microsoft Edge θα αποκλειστεί από την εγκατάσταση.

  Εάν δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής για ένα κανάλι, η πολιτική "Προεπιλογή αποδοχής εγκατάστασης" καθορίζει εάν οι χρήστες μπορούν να εγκαταστήσουν αυτό το κανάλι του Microsoft Edge.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeDev">Καθορίζει τον τρόπο με τον οποίο θα χειρίζεται το Microsoft Edge Update τις διαθέσιμες ενημερώσεις για το Microsoft Edge.

  Αν ενεργοποιήσετε αυτή την πολιτική, το Microsoft Edge Update θα χειρίζεται τις ενημερώσεις για το Microsoft Edge ανάλογα με τις παραμέτρους που έχετε ορίσει για τις παρακάτω επιλογές:
   - Να επιτρέπονται πάντα οι ενημερώσεις: Γίνεται πάντα εφαρμογή των ενημερώσεων που έχουν εντοπιστεί είτε από τον περιοδικό έλεγχο για ενημερώσεις είτε μέσω μη αυτόματου ελέγχου για ενημερώσεις.
   - Μόνο αυτόματες σιωπηρές ενημερώσεις: Οι ενημερώσεις εφαρμόζονται μόνο εφόσον εντοπιστούν από τον περιοδικό έλεγχο για ενημερώσεις.
   - Μη αυτόματες ενημερώσεις μόνο: Οι ενημερώσεις εφαρμόζονται μόνο κατά την εκτέλεση μη αυτόματου ελέγχου για ενημερώσεις από τον χρήστη. (Δεν παρέχουν όλες οι εφαρμογές μια διασύνδεση για αυτήν την επιλογή)
   - Απενεργοποίηση ενημερώσεων: Δεν γίνεται ποτέ εφαρμογή των ενημερώσεων.

  Αν επιλέξετε τις μη αυτόματες ενημερώσεις, θα πρέπει να ελέγχετε ανά διαστήματα αν υπάρχουν ενημερώσεις χρησιμοποιώντας τον μηχανισμό μη αυτόματης ενημέρωσης της εφαρμογής, εφόσον υπάρχει. Αν απενεργοποιήσετε τις ενημερώσεις, θα πρέπει να ελέγχετε ανά διαστήματα αν υπάρχουν ενημερώσεις και να τις διανέμετε στους χρήστες.

  Αν δεν ενεργοποιήσετε και δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, το Microsoft Edge Update χειρίζεται τις διαθέσιμες ενημερώσεις όπως καθορίζεται από την πολιτική "Προεπιλογή παράκαμψης πολιτικής ενημερώσεων". More information is not final: https://to-be-replaced.invalid/edgedev</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeDev">Όταν η εν λόγω πολιτική και η αυτόματη ενημέρωση είναι ενεργοποιημένες, το Microsoft Edge θα ενημερωθεί στην έκδοση που καθορίζεται από αυτή την τιμή πολιτικής.

Η τιμή πολιτικής πρέπει να είναι μια συγκεκριμένη έκδοση του Microsoft Edge, π.χ. 83.0.499.12.

Εάν μια συσκευή διαθέτει μεταγενέστερη έκδοση του Microsoft Edge από την καθορισμένη, το Microsoft Edge θα παραμείνει στη νεότερη έκδοση και δεν θα υποβαθμιστεί στην καθορισμένη έκδοση.

Εάν η συγκεκριμένη έκδοση δεν υπάρχει ή δεν έχει μορφοποιηθεί σωστά, τότε το Microsoft Edge θα παραμείνει στην τρέχουσα έκδοσή του και όσον αφορά τις μελλοντικές εκδόσεις δεν θα ενημερώνεται αυτόματα.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeDev">Καθορίζει ότι η ενημέρωση του Microsoft Edge θα πρέπει να κάνει επαναφορά των εγκαταστάσεων του Microsoft Edge στην έκδοση που υποδεικνύεται στο στοιχείο "Παράκαμψη έκδοσης προορισμού".

Αυτή η πολιτική δεν έχει κανένα αποτέλεσμα εάν δεν έχει οριστεί το στοιχείο "Παράκαμψη έκδοσης προορισμού" και το στοιχείο "Παράκαμψη πολιτικής ενημερώσεων" δεν έχει οριστεί σε μία από τις καταστάσεις ενεργοποίησης (Να επιτρέπονται πάντα ενημερώσεις, Μόνο αυτόματες σιωπηρές ενημερώσεις, Μη αυτόματες ενημερώσεις μόνο).

Εάν απενεργοποιήσετε αυτή την πολιτική ή δεν ρυθμίσετε τις παραμέτρους της, οι εγκαταστάσεις με έκδοση μεγαλύτερη από αυτή που καθορίζεται από το στοιχείο "Παράκαμψη έκδοσης προορισμού" θα παραμείνουν ως έχουν.

Εάν ενεργοποιήσετε αυτή την πολιτική, οι εγκαταστάσεις που έχουν τρέχουσα έκδοση μεγαλύτερη από αυτή που καθορίζεται από το στοιχείο "Παράκαμψη έκδοσης προορισμού" θα υποβαθμιστούν στην έκδοση προορισμού.

Συνιστούμε στους χρήστες να εγκαταστήσουν την πιο πρόσφατη έκδοση του προγράμματος περιήγησης Microsoft Edge, για εξασφαλισμένη προστασία με τις πιο πρόσφατες ενημερώσεις ασφαλείας. Η επαναφορά σε μια παλαιότερη έκδοση ενδέχεται να είναι επικίνδυνη λόγω έκθεσης σε γνωστά ζητήματα ασφαλείας. Αυτή η πολιτική προορίζεται να χρησιμοποιηθεί ως προσωρινή επιδιόρθωση για την αντιμετώπιση ζητημάτων σε μια ενημέρωση του προγράμματος περιήγησης Microsoft Edge.

Πριν από την προσωρινή επαναφορά της έκδοσης του προγράμματος περιήγησής σας, συνιστάται να ενεργοποιήσετε τον συγχρονισμό (https://go.microsoft.com/fwlink/?linkid=2133032) για όλους τους χρήστες στον οργανισμό σας. Εάν δεν ενεργοποιήσετε τον συγχρονισμό, υπάρχει ο κίνδυνος της μόνιμης απώλειας δεδομένων περιήγησης. Χρησιμοποιήστε αυτή την πολιτική με δική σας ευθύνη.

Σημείωση: Όλες οι εκδόσεις που είναι διαθέσιμες για επαναφορά μπορούν να προβληθούν εδώ https://aka.ms/EdgeEnterprise.

αυτή η πολιτική είναι διαθέσιμη μόνο σε παρουσίες των Windows που είναι συνδεδεμένες σε τομέα Microsoft® Active Directory®.

Αυτή η πολιτική ισχύει για τον Microsoft Edge έκδοση 86 ή νεότερες εκδόσεις.

Ανατρέξτε στη σελίδα https://go.microsoft.com/fwlink/?linkid=2133918 για περισσότερες πληροφορίες. Η πολιτική αυτή προορίζεται για χρήση ως προσωρινό μέτρο όταν ένας εταιρικός διαχειριστής θέλει να κάνει υποβάθμιση της έκδοσης για επιχειρηματικούς λόγους. Προκειμένου να διασφαλιστεί ότι οι χρήστες προστατεύονται με τις πιο πρόσφατες ενημερώσεις ασφάλειας, θα πρέπει να χρησιμοποιείται η πιο πρόσφατη έκδοση. Όταν γίνεται υποβάθμιση σε παλιότερη έκδοση, ενδέχεται να προκύψουν προβλήματα συμβατότητας.</string>
      <string id="Cat_MicrosoftEdgeCanary">Microsoft Edge Canary</string>
      <string id="Explain_InstallMicrosoftEdgeCanary">Καθορίζει εάν μπορεί να εγκατασταθεί ένα κανάλι του Microsoft Edge σε συσκευές που συμμετέχουν σε τομείς.

 Εάν ενεργοποιήσετε αυτή την πολιτική, για ένα κανάλι, το Microsoft Edge δεν θα αποκλειστεί από την εγκατάσταση. 

  Εάν απενεργοποιήσετε αυτή την πολιτική για ένα κανάλι, το Microsoft Edge θα αποκλειστεί από την εγκατάσταση.

  Εάν δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής για ένα κανάλι, η πολιτική "Προεπιλογή αποδοχής εγκατάστασης" καθορίζει εάν οι χρήστες μπορούν να εγκαταστήσουν αυτό το κανάλι του Microsoft Edge.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeCanary">Καθορίζει τον τρόπο με τον οποίο θα χειρίζεται το Microsoft Edge Update τις διαθέσιμες ενημερώσεις για το Microsoft Edge.

  Αν ενεργοποιήσετε αυτή την πολιτική, το Microsoft Edge Update θα χειρίζεται τις ενημερώσεις για το Microsoft Edge ανάλογα με τις παραμέτρους που έχετε ορίσει για τις παρακάτω επιλογές:
   - Να επιτρέπονται πάντα οι ενημερώσεις: Γίνεται πάντα εφαρμογή των ενημερώσεων που έχουν εντοπιστεί είτε από τον περιοδικό έλεγχο για ενημερώσεις είτε μέσω μη αυτόματου ελέγχου για ενημερώσεις.
   - Μόνο αυτόματες σιωπηρές ενημερώσεις: Οι ενημερώσεις εφαρμόζονται μόνο εφόσον εντοπιστούν από τον περιοδικό έλεγχο για ενημερώσεις.
   - Μη αυτόματες ενημερώσεις μόνο: Οι ενημερώσεις εφαρμόζονται μόνο κατά την εκτέλεση μη αυτόματου ελέγχου για ενημερώσεις από τον χρήστη. (Δεν παρέχουν όλες οι εφαρμογές μια διασύνδεση για αυτήν την επιλογή)
   - Απενεργοποίηση ενημερώσεων: Δεν γίνεται ποτέ εφαρμογή των ενημερώσεων.

  Αν επιλέξετε τις μη αυτόματες ενημερώσεις, θα πρέπει να ελέγχετε ανά διαστήματα αν υπάρχουν ενημερώσεις χρησιμοποιώντας τον μηχανισμό μη αυτόματης ενημέρωσης της εφαρμογής, εφόσον υπάρχει. Αν απενεργοποιήσετε τις ενημερώσεις, θα πρέπει να ελέγχετε ανά διαστήματα αν υπάρχουν ενημερώσεις και να τις διανέμετε στους χρήστες.

  Αν δεν ενεργοποιήσετε και δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, το Microsoft Edge Update χειρίζεται τις διαθέσιμες ενημερώσεις όπως καθορίζεται από την πολιτική "Προεπιλογή παράκαμψης πολιτικής ενημερώσεων". More information is not final: https://to-be-replaced.invalid/edgecanary</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeCanary">Όταν η εν λόγω πολιτική και η αυτόματη ενημέρωση είναι ενεργοποιημένες, το Microsoft Edge θα ενημερωθεί στην έκδοση που καθορίζεται από αυτή την τιμή πολιτικής.

Η τιμή πολιτικής πρέπει να είναι μια συγκεκριμένη έκδοση του Microsoft Edge, π.χ. 83.0.499.12.

Εάν μια συσκευή διαθέτει μεταγενέστερη έκδοση του Microsoft Edge από την καθορισμένη, το Microsoft Edge θα παραμείνει στη νεότερη έκδοση και δεν θα υποβαθμιστεί στην καθορισμένη έκδοση.

Εάν η συγκεκριμένη έκδοση δεν υπάρχει ή δεν έχει μορφοποιηθεί σωστά, τότε το Microsoft Edge θα παραμείνει στην τρέχουσα έκδοσή του και όσον αφορά τις μελλοντικές εκδόσεις δεν θα ενημερώνεται αυτόματα.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeCanary">Καθορίζει ότι η ενημέρωση του Microsoft Edge θα πρέπει να κάνει επαναφορά των εγκαταστάσεων του Microsoft Edge στην έκδοση που υποδεικνύεται στο στοιχείο "Παράκαμψη έκδοσης προορισμού".

Αυτή η πολιτική δεν έχει κανένα αποτέλεσμα εάν δεν έχει οριστεί το στοιχείο "Παράκαμψη έκδοσης προορισμού" και το στοιχείο "Παράκαμψη πολιτικής ενημερώσεων" δεν έχει οριστεί σε μία από τις καταστάσεις ενεργοποίησης (Να επιτρέπονται πάντα ενημερώσεις, Μόνο αυτόματες σιωπηρές ενημερώσεις, Μη αυτόματες ενημερώσεις μόνο).

Εάν απενεργοποιήσετε αυτή την πολιτική ή δεν ρυθμίσετε τις παραμέτρους της, οι εγκαταστάσεις με έκδοση μεγαλύτερη από αυτή που καθορίζεται από το στοιχείο "Παράκαμψη έκδοσης προορισμού" θα παραμείνουν ως έχουν.

Εάν ενεργοποιήσετε αυτή την πολιτική, οι εγκαταστάσεις που έχουν τρέχουσα έκδοση μεγαλύτερη από αυτή που καθορίζεται από το στοιχείο "Παράκαμψη έκδοσης προορισμού" θα υποβαθμιστούν στην έκδοση προορισμού.

Συνιστούμε στους χρήστες να εγκαταστήσουν την πιο πρόσφατη έκδοση του προγράμματος περιήγησης Microsoft Edge, για εξασφαλισμένη προστασία με τις πιο πρόσφατες ενημερώσεις ασφαλείας. Η επαναφορά σε μια παλαιότερη έκδοση ενδέχεται να είναι επικίνδυνη λόγω έκθεσης σε γνωστά ζητήματα ασφαλείας. Αυτή η πολιτική προορίζεται να χρησιμοποιηθεί ως προσωρινή επιδιόρθωση για την αντιμετώπιση ζητημάτων σε μια ενημέρωση του προγράμματος περιήγησης Microsoft Edge.

Πριν από την προσωρινή επαναφορά της έκδοσης του προγράμματος περιήγησής σας, συνιστάται να ενεργοποιήσετε τον συγχρονισμό (https://go.microsoft.com/fwlink/?linkid=2133032) για όλους τους χρήστες στον οργανισμό σας. Εάν δεν ενεργοποιήσετε τον συγχρονισμό, υπάρχει ο κίνδυνος της μόνιμης απώλειας δεδομένων περιήγησης. Χρησιμοποιήστε αυτή την πολιτική με δική σας ευθύνη.

Σημείωση: Όλες οι εκδόσεις που είναι διαθέσιμες για επαναφορά μπορούν να προβληθούν εδώ https://aka.ms/EdgeEnterprise.

αυτή η πολιτική είναι διαθέσιμη μόνο σε παρουσίες των Windows που είναι συνδεδεμένες σε τομέα Microsoft® Active Directory®.

Αυτή η πολιτική ισχύει για τον Microsoft Edge έκδοση 86 ή νεότερες εκδόσεις.

Ανατρέξτε στη σελίδα https://go.microsoft.com/fwlink/?linkid=2133918 για περισσότερες πληροφορίες. Η πολιτική αυτή προορίζεται για χρήση ως προσωρινό μέτρο όταν ένας εταιρικός διαχειριστής θέλει να κάνει υποβάθμιση της έκδοσης για επιχειρηματικούς λόγους. Προκειμένου να διασφαλιστεί ότι οι χρήστες προστατεύονται με τις πιο πρόσφατες ενημερώσεις ασφάλειας, θα πρέπει να χρησιμοποιείται η πιο πρόσφατη έκδοση. Όταν γίνεται υποβάθμιση σε παλιότερη έκδοση, ενδέχεται να προκύψουν προβλήματα συμβατότητας.</string>
      <string id="Cat_MicrosoftEdgeWebView">Microsoft Edge WebView</string>
      <string id="Explain_InstallMicrosoftEdgeWebView">Καθορίζει εάν μπορεί να εγκατασταθεί ένα κανάλι του Microsoft Edge σε συσκευές που συμμετέχουν σε τομείς.

 Εάν ενεργοποιήσετε αυτή την πολιτική, για ένα κανάλι, το Microsoft Edge δεν θα αποκλειστεί από την εγκατάσταση. 

  Εάν απενεργοποιήσετε αυτή την πολιτική για ένα κανάλι, το Microsoft Edge θα αποκλειστεί από την εγκατάσταση.

  Εάν δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής για ένα κανάλι, η πολιτική "Προεπιλογή αποδοχής εγκατάστασης" καθορίζει εάν οι χρήστες μπορούν να εγκαταστήσουν αυτό το κανάλι του Microsoft Edge.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeWebView">Καθορίζει τον τρόπο με τον οποίο θα χειρίζεται το Microsoft Edge Update τις διαθέσιμες ενημερώσεις για το Microsoft Edge.

  Αν ενεργοποιήσετε αυτή την πολιτική, το Microsoft Edge Update θα χειρίζεται τις ενημερώσεις για το Microsoft Edge ανάλογα με τις παραμέτρους που έχετε ορίσει για τις παρακάτω επιλογές:
   - Να επιτρέπονται πάντα οι ενημερώσεις: Γίνεται πάντα εφαρμογή των ενημερώσεων που έχουν εντοπιστεί είτε από τον περιοδικό έλεγχο για ενημερώσεις είτε μέσω μη αυτόματου ελέγχου για ενημερώσεις.
   - Μόνο αυτόματες σιωπηρές ενημερώσεις: Οι ενημερώσεις εφαρμόζονται μόνο εφόσον εντοπιστούν από τον περιοδικό έλεγχο για ενημερώσεις.
   - Μη αυτόματες ενημερώσεις μόνο: Οι ενημερώσεις εφαρμόζονται μόνο κατά την εκτέλεση μη αυτόματου ελέγχου για ενημερώσεις από τον χρήστη. (Δεν παρέχουν όλες οι εφαρμογές μια διασύνδεση για αυτήν την επιλογή)
   - Απενεργοποίηση ενημερώσεων: Δεν γίνεται ποτέ εφαρμογή των ενημερώσεων.

  Αν επιλέξετε τις μη αυτόματες ενημερώσεις, θα πρέπει να ελέγχετε ανά διαστήματα αν υπάρχουν ενημερώσεις χρησιμοποιώντας τον μηχανισμό μη αυτόματης ενημέρωσης της εφαρμογής, εφόσον υπάρχει. Αν απενεργοποιήσετε τις ενημερώσεις, θα πρέπει να ελέγχετε ανά διαστήματα αν υπάρχουν ενημερώσεις και να τις διανέμετε στους χρήστες.

  Αν δεν ενεργοποιήσετε και δεν ρυθμίσετε τις παραμέτρους αυτής της πολιτικής, το Microsoft Edge Update χειρίζεται τις διαθέσιμες ενημερώσεις όπως καθορίζεται από την πολιτική "Προεπιλογή παράκαμψης πολιτικής ενημερώσεων". More information is not final: https://to-be-replaced.invalid/edgewebview</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeWebView">Όταν η εν λόγω πολιτική και η αυτόματη ενημέρωση είναι ενεργοποιημένες, το Microsoft Edge θα ενημερωθεί στην έκδοση που καθορίζεται από αυτή την τιμή πολιτικής.

Η τιμή πολιτικής πρέπει να είναι μια συγκεκριμένη έκδοση του Microsoft Edge, π.χ. 83.0.499.12.

Εάν μια συσκευή διαθέτει μεταγενέστερη έκδοση του Microsoft Edge από την καθορισμένη, το Microsoft Edge θα παραμείνει στη νεότερη έκδοση και δεν θα υποβαθμιστεί στην καθορισμένη έκδοση.

Εάν η συγκεκριμένη έκδοση δεν υπάρχει ή δεν έχει μορφοποιηθεί σωστά, τότε το Microsoft Edge θα παραμείνει στην τρέχουσα έκδοσή του και όσον αφορά τις μελλοντικές εκδόσεις δεν θα ενημερώνεται αυτόματα.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeWebView">Καθορίζει ότι η ενημέρωση του Microsoft Edge θα πρέπει να κάνει επαναφορά των εγκαταστάσεων του Microsoft Edge στην έκδοση που υποδεικνύεται στο στοιχείο "Παράκαμψη έκδοσης προορισμού".

Αυτή η πολιτική δεν έχει κανένα αποτέλεσμα εάν δεν έχει οριστεί το στοιχείο "Παράκαμψη έκδοσης προορισμού" και το στοιχείο "Παράκαμψη πολιτικής ενημερώσεων" δεν έχει οριστεί σε μία από τις καταστάσεις ενεργοποίησης (Να επιτρέπονται πάντα ενημερώσεις, Μόνο αυτόματες σιωπηρές ενημερώσεις, Μη αυτόματες ενημερώσεις μόνο).

Εάν απενεργοποιήσετε αυτή την πολιτική ή δεν ρυθμίσετε τις παραμέτρους της, οι εγκαταστάσεις με έκδοση μεγαλύτερη από αυτή που καθορίζεται από το στοιχείο "Παράκαμψη έκδοσης προορισμού" θα παραμείνουν ως έχουν.

Εάν ενεργοποιήσετε αυτή την πολιτική, οι εγκαταστάσεις που έχουν τρέχουσα έκδοση μεγαλύτερη από αυτή που καθορίζεται από το στοιχείο "Παράκαμψη έκδοσης προορισμού" θα υποβαθμιστούν στην έκδοση προορισμού.

Συνιστούμε στους χρήστες να εγκαταστήσουν την πιο πρόσφατη έκδοση του προγράμματος περιήγησης Microsoft Edge, για εξασφαλισμένη προστασία με τις πιο πρόσφατες ενημερώσεις ασφαλείας. Η επαναφορά σε μια παλαιότερη έκδοση ενδέχεται να είναι επικίνδυνη λόγω έκθεσης σε γνωστά ζητήματα ασφαλείας. Αυτή η πολιτική προορίζεται να χρησιμοποιηθεί ως προσωρινή επιδιόρθωση για την αντιμετώπιση ζητημάτων σε μια ενημέρωση του προγράμματος περιήγησης Microsoft Edge.

Πριν από την προσωρινή επαναφορά της έκδοσης του προγράμματος περιήγησής σας, συνιστάται να ενεργοποιήσετε τον συγχρονισμό (https://go.microsoft.com/fwlink/?linkid=2133032) για όλους τους χρήστες στον οργανισμό σας. Εάν δεν ενεργοποιήσετε τον συγχρονισμό, υπάρχει ο κίνδυνος της μόνιμης απώλειας δεδομένων περιήγησης. Χρησιμοποιήστε αυτή την πολιτική με δική σας ευθύνη.

Σημείωση: Όλες οι εκδόσεις που είναι διαθέσιμες για επαναφορά μπορούν να προβληθούν εδώ https://aka.ms/EdgeEnterprise.

αυτή η πολιτική είναι διαθέσιμη μόνο σε παρουσίες των Windows που είναι συνδεδεμένες σε τομέα Microsoft® Active Directory®.

Αυτή η πολιτική ισχύει για τον Microsoft Edge έκδοση 86 ή νεότερες εκδόσεις.

Ανατρέξτε στη σελίδα https://go.microsoft.com/fwlink/?linkid=2133918 για περισσότερες πληροφορίες. Η πολιτική αυτή προορίζεται για χρήση ως προσωρινό μέτρο όταν ένας εταιρικός διαχειριστής θέλει να κάνει υποβάθμιση της έκδοσης για επιχειρηματικούς λόγους. Προκειμένου να διασφαλιστεί ότι οι χρήστες προστατεύονται με τις πιο πρόσφατες ενημερώσεις ασφάλειας, θα πρέπει να χρησιμοποιείται η πιο πρόσφατη έκδοση. Όταν γίνεται υποβάθμιση σε παλιότερη έκδοση, ενδέχεται να προκύψουν προβλήματα συμβατότητας.</string>
    </stringTable>
    <presentationTable>
      <presentation id="Pol_AutoUpdateCheckPeriod">
        <decimalTextBox refId="Part_AutoUpdateCheckPeriod" defaultValue="1400"
            spinStep="60">Λεπτά μεταξύ ελέγχων για ενημερώσεις</decimalTextBox>
      </presentation>
      <presentation id="Pol_UpdateCheckSuppressedPeriod">
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartHour"
            defaultValue="0" spinStep="1">Ώρα</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartMin"
            defaultValue="0" spinStep="1">Λεπτό</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedDurationMin"
            defaultValue="60">Διάρκεια</decimalTextBox>
      </presentation>
      <presentation id="Pol_DownloadPreference">
        <dropdownList refId="Part_DownloadPreference"
            defaultItem="0">Τύπος διεύθυνσης URL λήψης για αίτηση</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyMode">
        <dropdownList refId="Part_ProxyMode"
            defaultItem="0">Επιλογή τρόπου καθορισμού ρυθμίσεων διακομιστή μεσολάβησης
        </dropdownList>
      </presentation>
      <presentation id="Pol_ProxyServer">
        <textBox refId="Part_ProxyServer">
          <label>Διεύθυνση ή διεύθυνση URL διακομιστή μεσολάβησης</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ProxyPacUrl">
        <textBox refId="Part_ProxyPacUrl">
          <label>Διεύθυνση URL αρχείου. pac διακομιστή μεσολάβησης</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_DefaultAllowInstallation" />
      <presentation id="Pol_DefaultUpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Πολιτική ενημέρωσης</dropdownList>
      </presentation>
      <presentation id="Pol_AllowInstallation" />
      <presentation id="Pol_UpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Πολιτική ενημέρωσης</dropdownList>
      </presentation>      <presentation id="Pol_TargetVersionPrefix">
        <textBox refId="Part_TargetVersionPrefix">
          <label>Έκδοση προορισμού</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_RollbackToTargetVersion" />
      <presentation id="Pol_AllowSideBySideExperience" />
      <presentation id="Pol_DefaultCreateDesktopShortcut" />
      <presentation id="Pol_CreateDesktopShortcut" />

    </presentationTable>
  </resources>
</policyDefinitionResources>